[CommonPCSPsi X2EquipmentTemplate]
FriendlyName="ПБМ: Псионика"
FriendlyNamePlural="ПБМ: Псионика"
BriefSummary="Модуль \"ПБМ: Псионика\" слегка повышает пси-способности солдата на +4."

[RarePCSPsi X2EquipmentTemplate]
FriendlyName="ПБМ: Продвинутая псионика"
FriendlyNamePlural="ПБМ: Продвинутая псионика"
BriefSummary="Модуль \"ПБМ: Продвинутая псионика\" заметно повышает пси-способности солдата на +7."

[EpicPCSPsi X2EquipmentTemplate]
FriendlyName="ПБМ: Ультрапсионика"
FriendlyNamePlural="ПБМ: Ультрапсионика"
BriefSummary="Модуль \"ПБМ: Ультрапсионика\" максимально повышает пси-способности солдата на +10."

[Neurowhip_Ability X2AbilityTemplate]
LocFriendlyName="Нейрохлыст"
LocFlyoverText="Нейрохлыст"
LocLongDescription="Добавляет солдату 10 к пси-силе взамен 10 воли."
LocHelpText="Добавляет солдату 10 к пси-силе взамен 10 воли."

[Neurowhip X2EquipmentTemplate]
FriendlyName="Нейрохлыст"
FriendlyNamePlural="Нейрохлысты"

[Neurowhip_Mk2 X2AbilityTemplate]
LocFriendlyName="Нейробустер"
LocLongDescription="Добавляет солдату 20 к пси-силе взамен 20 воли."
LocHelpText="Добавляет солдату 20 к пси-силе взамен 20 воли."

[Neurowhip_Mk2 X2EquipmentTemplate]
FriendlyName="Нейробустер"
FriendlyNamePlural="Нейробустер"
BriefSummary="Добавляет солдату 20 к пси-силе, снижая волю на 20."
TacticalText="<Bullet/> Добавляет солдату 20 к пси-силе, снижая волю на 20."

[NeuroFeedback X2AbilityTemplate]
LocFriendlyName="Нейроотклик"
LocLongDescription="Псионические атаки по солдатам XCOM нанесут урон заклинателю."
LocHelpText="Псионические атаки по солдатам XCOM нанесут урон заклинателю."



